{
    "Inequality": "Inequality refers to the systemic gap in resources, power, and opportunities between different groups of people or nations. Inequality is often \"sticky,\" meaning it is built into the history and systems of a society, making it a central challenge for modern global politics.",
    "Sustainability": "Sustainability is the practice of managing resources so that we meet the needs of the present without destroying the planet's ability to support future generations. It requires balancing economic progress with environmental protection and social fairness.",
    "Peace": "Peace is more than the absence of war. While \"negative peace\" is simply the stop of physical fighting, \"positive peace\" is a deeper state of harmony. It involves building stable, cooperative relationships where the underlying causes of conflict—like poverty or injustice—have been addressed.",
    "Conflict": "Conflict is the friction of competing interests. A natural part of human interaction where different groups have opposing goals, values, or ideas. Conflict isn't always bad; when handled non-violently, it can lead to social progress and new solutions to old problems.",
    "Violence": "Violence refers to the use of physical or systemic force to harm others. Beyond physical injury, violence can be structural—where unfair laws or economic systems prevent entire groups of people from accessing the resources they need to thrive, effectively breaking down human potential.",
    "Non-violence": "Non-violence is the strategy of moral power. It is the active use of symbolic or civil resistance to achieve political change without physical harm. Tactics like boycotts, strikes, and protests allow people to challenge powerful systems by withdrawing their cooperation and exposing injustice.",
    "Human rights": "Human rights are fundamental entitlements that every person deserves simply by virtue of being human. They represent a global moral safety net designed to protect individuals from abuse and ensure they can live with dignity, regardless of their nationality, identity, or location.",
    "Justice": "Justice is the pursuit of social fairness. It involves the way a society determines what is \"right\" and how it distributes resources, rights, and responsibilities. Political scientists debate whether justice should focus on equal outcomes for everyone or simply ensuring that the rules are followed fairly.",
    "Liberty": "Liberty refers to an individual’s ability to act and make choices without being forced or coerced by others. Modern politics often distinguishes between \"negative liberty\" (freedom from interference) and \"positive liberty\" (having the actual resources and capability to fulfill one's potential).",
    "Equality": "- **Equality of Opportunity**: All individuals should have the same starting line in life, with equal access to education and jobs regardless of background.\n- **Equality of Outcome**: The goal of ensuring that the benefits of a society (like wealth or health) are shared more evenly across a population.\n- **Equality of Recognition**: The demand that different identities (gender, race, ethnicity) be respected and valued equally in the public sphere.",
    "Development": "Development is progress beyond just wealth. It is the wide-ranging process of improving the well-being and quality of life for a community. True development involves not just higher income, but better access to healthcare, education, political freedom, and a life of opportunity for all citizens.",
    "Globalization": "Globalization is the rapid acceleration of connections across borders, as people, money, ideas, and cultures flow more freely than ever before. While it creates immense opportunities for wealth and innovation, it also creates new tensions as local traditions clash with global trends.",
    "Power": "Power is the foundational currency of global politics. It represents the ability of an actor (like a state or organization) to influence others to achieve a desired outcome. Whether exercised through hard power (force) or soft power (attraction), power is always relational—it only matters in how it affects others.",
    "Sovereignty": "Sovereignty is the principle of ultimate authority. It characterizes a state’s independent right to govern itself and its territory without outside interference. In our modern world, sovereignty is often shared in order to solve global problems through international law.",
    "Legitimacy": "Legitimacy is the moral \"right to rule.\" It is what makes an exercise of power feel acceptable to those being governed. While democratic elections are a primary source of legitimacy today, it can also stem from legal constitutions, historical tradition, or a government's effectiveness.",
    "Interdependence": "Interdependence is the web of mutual reliance between states and other actors. In a globalized world, crises or policy shifts in one nation inevitably ripple through others via trade, security, and environmental links, making cooperation essential and isolation nearly impossible.",
    "Borders": "- **Political Realism**: Borders as the legal and physical barriers that define state sovereignty and limit the movement of people and power.\n- **Critical Theory**: Borders as social constructs that create \"insiders\" and \"outsiders,\" often reinforcing global inequality.\n- **Globalist Perspective**: Borders as increasingly porous or obsolete in the face of digital communication and shared global crises.",
    "Security": "- **National Security**: The classic focus on protecting the state's territory and interests from external military threats.\n- **Human Security**: A broader view that prioritizes the safety and well-being of individuals (freedom from fear and want).\n- **Environmental Security**: Protecting societies from disruptions caused by climate change and resource scarcity.",
    "Environment": "- **Ecological Balance**: The scientific and moral imperative to preserve biodiversity and stable climates as a global common good.\n- **Political Resource**: The use of resources (water, oil) as a tool for power or a catalyst for international cooperation.\n- **Economic Factor**: The tension between industrial growth and sustainable development.",
    "Health": "- **Public Health**: State-led efforts to prevent disease and promote well-being across a population (e.g., the WHO).\n- **Global Health Equity**: The political challenge of ensuring treatments and vaccines are distributed according to need, not wealth.\n- **Bio-politics**: How governments use medical data and regulations to monitor and control their citizens.",
    "Poverty": "- **Monetary Measure**: Defines poverty simply by income level, often missing the social and political dimensions of deprivation.\n- **Capabilities Approach**: Views poverty as the lack of freedom to achieve one's potential due to poor education or health.\n- **Structural Inequality**: Poverty as a result of systemic exclusion built into the global economic architecture.",
    "Identity": "- **Primordialism**: The belief that identity is fixed and rooted in ancient ties like language, blood, or religion.\n- **Constructivism**: The idea that identity is fluid and reshaped by political leaders to build power or unity.\n- **Post-colonial View**: Investigates how national identities were shaped by historical power struggles and imperialism.",
    "Technology": "- **Utopian View**: Technology as the ultimate tool for overcoming global challenges and democratizing wealth.\n- **Realist View**: Technology as a tool for surveillance, cyber-warfare, and the reinforcement of state power.\n- **The Digital Divide**: The political concern that technological progress is widening the gap between nations."
}